Repository: Turbo1123/Turbo-IO
Catalog: apps/RayNeoCompanion/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Opening the system share sheet does not prove remote receipt. Confirm the saved result in the destination app.
zh_hans: 打开系统分享面板不代表远端收到；请在目标应用确认保存结果。

source: Pages are split every 140 characters for phone reading only. This is not the glasses pagination rule.
zh_hans: 每页按 140 个字符切分，仅便于手机阅读，不是眼镜分页规则。

source: Parameter: text (required string containing task instructions)
zh_hans: 参数：text（必填字符串，任务要求）

source: Parameters: none; uses the currently selected task
zh_hans: 参数：无，使用当前所选任务

source: Pending Sends and Conflicts
zh_hans: 待发送与冲突

source: Phone Content → Glasses Display
zh_hans: 手机内容 → 眼镜展示

source: Phone Layout Preview
zh_hans: 手机排版预览

source: Phone Preview
zh_hans: 手机预览

source: Phone previews do not replace glasses display verification. Pagination, layout, head gestures, and exit behavior need hands-on testing.
zh_hans: 手机预览不替代镜片验收；分页、排版、头控与退出需要实际操作。

source: Phone sends / Glasses dial and page turns
zh_hans: 手机发送 / 眼镜旋钮、翻页

source: Phone → Glasses / Glasses → Phone
zh_hans: 手机 → 眼镜 / 眼镜 → 手机

source: Preferences
zh_hans: 偏好设置

source: Previous Page
zh_hans: 上一页

source: Previous Submission Needs Verification
zh_hans: 上次提交结果待核对

source: Previously Verified Copy · Awaiting Text
zh_hans: 曾校验副本 · 待提供文字

source: Privacy and Security
zh_hans: 隐私与安全

source: Processing Archive…
zh_hans: 归档处理中…

source: Processing Text Question
zh_hans: 文字提问处理中

source: Processing this turn's audio. Turn off standby to stop this turn and future automatic responses.
zh_hans: 本轮音频处理中；关闭待命可停止本轮与后续自动响应。

source: Protocol Lab
zh_hans: 协议实验室

source: Prototype Verified
zh_hans: 原型已验

source: Provide Text Manually · Does Not Start ASR
zh_hans: 手工提供文字 · 不启动 ASR

source: Read Glasses Wake Settings
zh_hans: 读取眼镜唤醒设置

source: Read Only
zh_hans: 只读

source: Read-Only Test
zh_hans: 只读测试

source: Reads wake settings returned by the glasses without changing the wake word. Missing fields do not prove that customization is unsupported; values still need verification.
zh_hans: 读取眼镜返回的唤醒设置，不修改唤醒词。缺少字段不能说明不支持自定义；数值含义仍需核对。

source: Recognition Source
zh_hans: 识别来源

source: Recognize · Converse · Respond
zh_hans: 识别 · 对话 · 回复

source: Recognized speech will appear here after wake-up
zh_hans: 唤醒后，识别文字会显示在这里

source: Reconnect Glasses Paired with This App
zh_hans: 重连本 App 已绑定眼镜

source: Record and manage tasks
zh_hans: 记录与管理任务

source: Recording Archive
zh_hans: 录音归档

source: Recording Details
zh_hans: 录音详情

source: Recording and Offline Sync
zh_hans: 录音与离线同步

source: Recording sync, integrity checks, and resumable transfers need separate integration
zh_hans: 录音同步、完整性和断点续传需另行接入

source: Refresh and Recover Local Archive
zh_hans: 刷新与恢复本地归档

source: Refreshes every two seconds while this page is in the foreground. Closing the page does not stop computer tasks. This version does not guarantee real-time iOS background notifications. You can ask “How is Codex progressing?” by voice.
zh_hans: 页面前台每两秒刷新。关闭页面不停止电脑任务；本版不承诺 iOS 后台实时通知。语音可问“Codex 进度如何”。

source: Refreshing or dismissing the error does not clear this issue. It clears only after a full recheck passes. Historical verification records are retained.
zh_hans: 刷新或收起错误不会清除这条异常；完整复核通过后才恢复。历史校验记录仍保留。

source: Remote transfer, attachment mapping, and actual indexing are not yet verified
zh_hans: 远端传输、附件映射和实际索引尚未验收

source: Remove This Service's Locally Saved Key
zh_hans: 移除此服务在本机保存的密钥

source: Removed To-Dos
zh_hans: 已移除的待办

source: Removed To-Dos (Recoverable)
zh_hans: 已移除的待办（可恢复）

source: Reply to Hermes
zh_hans: 回复 Hermes

source: Request Stop Again
zh_hans: 再次请求停止

source: Response Backend
zh_hans: 回答后端

source: Response Sent · You Can Keep Speaking
zh_hans: 回答已发完，可继续说

source: Responses appear as they stream. Speak to interrupt.
zh_hans: 回答逐字显示，开口可以打断

source: Restore
zh_hans: 恢复

source: Restore Original Parameters
zh_hans: 恢复原参数

source: Return to your Mac for passwords, login, or system permissions. This field does not accept passwords. You can also stop the current task.
zh_hans: 需要密码、登录或系统授权时，请回到 Mac 处理。此入口不接收密码；也可以停止本轮任务。

source: Reverify Audio and Notes
zh_hans: 重新校验音频与笔记

source: Running: continuous ASR · A newly recognized sentence interrupts the response
zh_hans: 实际运行：持续 ASR · 有效识别新句打断

source: Running: non-continuous mode · Interruptions during output are not guaranteed
zh_hans: 实际运行：非持续模式 · 输出时不保证插话

source: Save
zh_hans: 保存

source: Save Configuration
zh_hans: 保存配置

source: Save Configuration Without Starting a Task
zh_hans: 保存配置，不启动任务

source: Save DeepSeek Key
zh_hans: 保存 DeepSeek 密钥

source: Save Draft
zh_hans: 保存草稿

source: Save Hermes Configuration
zh_hans: 保存 Hermes 配置

source: Save Keys Only, Without Starting Conversation
zh_hans: 仅保存密钥，不启动对话

source: Save Locally
zh_hans: 保存到本机

source: Save and Enable Default Standby
zh_hans: 保存并开启默认待命

source: Save as Local Markdown Revision
zh_hans: 保存为本地 Markdown 修订

source: Save to Files
zh_hans: 存储到文件

source: Saved
zh_hans: 已保存

source: Saved Locally
zh_hans: 本地保存

source: Saved locally first · Glasses sync needs confirmation
zh_hans: 先保存到本机 · 眼镜同步需确认

source: Saved on This Device
zh_hans: 本地已保存

source: Saves settings only; does not connect to the service
zh_hans: 仅保存配置，不连接服务

source: Scheduled Time (No Automatic Reminder)
zh_hans: 计划时间（不自动提醒）

source: Scheduled:
zh_hans: 计划：

source: Send tasks, check progress, and continue conversations. The computer runs independently, so glasses voice sessions do not have to wait. Approvals require your explicit confirmation on this page; the model cannot approve for you.
zh_hans: 发任务、查进度、继续对话；电脑独立执行，眼镜语音不必一直等待。审批仅在本页明确确认，不接受模型代批。

source: Send to %@
zh_hans: 发送给 %@

source: Send to Computer
zh_hans: 发送到电脑

source: Sends only text to the selected backend and leaves the microphone off. Hermes can run tasks on your computer; check progress and results below after submitting.
zh_hans: 仅向所选后端发送文字，不启用麦克风。Hermes 可以在电脑执行任务，提交后在下方查看进度和结果。

source: Separate access token (leave blank to keep)
zh_hans: 独立访问令牌（留空保留）

source: Separate bridge token (leave blank to keep)
zh_hans: 独立桥接令牌（留空保留）

source: Service Address
zh_hans: 服务地址

source: Settings can be changed only with standby off and no task running. Wake words and errors will not automatically switch the backend.
zh_hans: 配置只在关闭待命、无任务运行时可修改；不会根据唤醒词或错误自动切换。

source: Share Legacy Audio Copy
zh_hans: 分享旧音频副本

source: Share Local Files Only
zh_hans: 仅分享本地文件

source: Share Script
zh_hans: 分享稿件

source: Shares local Markdown text only; does not send it to the glasses.
zh_hans: 仅分享本机 Markdown 文本，不会推送到眼镜。

source: Signed, Non-Jailbroken Devices
zh_hans: 非越狱签名设备

source: Simulator Preview
zh_hans: 模拟器预览

source: Simulator and build success do not verify non-jailbroken hardware, pairing, or the glasses display.
zh_hans: 模拟器与编译通过不代表非越狱实机、配对或镜片效果已验证。

source: Simulator: list preview only; glasses voice is unavailable
zh_hans: 模拟器：仅查看清单，不运行眼镜语音

source: Single-line title, up to 256 UTF-8 bytes
zh_hans: 单行标题，最多 256 UTF-8 字节

source: Source Copy Created
zh_hans: 来源副本已复制

source: Source controls and custom send tests
zh_hans: 来源开关与自定义发送测试

source: Source not moved; does not prove complete wireless transfer from the glasses
zh_hans: 来源未移动；不代表眼镜无线传输完整

source: Speech Output
zh_hans: 语音输出

source: Speech Recognition Strategy
zh_hans: 语音识别策略

source: Speech recognition and conversation
zh_hans: 语音识别与对话

source: Standby Off
zh_hans: 待命已关闭

source: Standing by for the glasses to wake the service; this is not all-day recording.
zh_hans: 服务待命，不是全天录音；等眼镜主动唤醒。

source: Start a New Task Instead
zh_hans: 改为新任务

source: Start the local random-response test without uploading speech.
zh_hans: 开启本地随机回复测试，不上传语音。

source: Start with one small, achievable task. This page does not show or change to-dos in the official app.
zh_hans: 从一件可以完成的小事开始。 这里不会显示或修改官方 App 的待办。

source: Static voice illustration; no audio captured
zh_hans: 静态语音图示，未采集声音

source: Stop Computer Task
zh_hans: 停止电脑任务

source: Stop Task
zh_hans: 停止任务

source: Stop Text Question
zh_hans: 停止文字提问

source: Store securely in Keychain (optional)
zh_hans: 安全存入钥匙串（可留空）

source: Submit These Answers
zh_hans: 提交这些回答

source: Submit text or wake the glasses and speak a task. Hermes will run it on your Mac.
zh_hans: 提交文字或唤醒眼镜后说任务，Hermes 将在 Mac 上执行。

source: Successful submission and actual glasses display are recorded separately. System notification mirroring is not treated as a custom protocol implementation.
zh_hans: 发送成功与镜片显示分开记录，不将系统通知镜像当作自定义协议实现。

source: System Default
zh_hans: 跟随系统

source: System Speech (not integrated yet)
zh_hans: 系统语音（待接入）

source: System sharing did not complete. Try again or use Save to Files. The original is retained.
zh_hans: 系统分享未完成，请重试或使用存储到文件。原件保留。

source: TXT / EPUB · Chapters · Playback speed · Resume reading
zh_hans: TXT / EPUB · 章节 · 播放速度 · 续读

source: Task
zh_hans: 任务

source: Tasks Managed by the Bridge
zh_hans: 桥接管理的任务

source: Tasks linked to the glasses will attempt to sync content and completion status while connected. Scheduled times stay on this device and do not generate notifications.
zh_hans: 已关联眼镜的任务会尝试在线同步内容/完成状态；计划时间仅本机保存，不生成通知。

source: Teleprompter
zh_hans: 提词器

source: Teleprompter Mode
zh_hans: 提词器模式

source: Teleprompter and Display
zh_hans: 提词与显示

source: Test Writing Hey Norman Once
zh_hans: 试写 Hey Norman（一次）

source: Text Question
zh_hans: 文字提问

source: Text Size
zh_hans: 字号

source: Text and Revisions
zh_hans: 文字与修订

source: Text questions do not need an ASR key. Configure glasses ASR under “Manage Voice Service Keys” on the Conversation page.
zh_hans: 文字提问不需要 ASR 密钥。眼镜语音的 ASR 配置仍在会话页“管理语音服务密钥”。

source: The Markdown digest was checked before sharing. Sharing a note alone does not include audio attachments. For Obsidian, also save the corresponding audio and preserve the relative notes/ and audio/ directories.
zh_hans: Markdown 已在分享前核对摘要。单独分享笔记不包含音频附件；若放入 Obsidian，请同时保存对应音频，并保持 notes/ 与 audio/ 的相对目录。

source: The confirmation result needs verification and will not be sent again automatically. Refresh the status or stop the task.
zh_hans: 确认结果待核对；不会自动重复发送。可刷新状态或停止任务。

source: The device build integrates cloud ASR/VAD, Flash streaming, and continuous interruptions. Configure keys and confirm activation first. Glasses display verification for the new app is pending.
zh_hans: 真机构建接入云端 ASR/VAD、Flash 流式和连续插话，先配置密钥并确认开启；新 App 镜片验收待做。

source: The device build reuses the prototype communication core. Pairing, background behavior, and unpairing with the new bundle still need hardware verification. The simulator does not load the core.
zh_hans: 真机构建已复用原型通信核心。新 Bundle 的配对、后台与解绑仍需实机复验；模拟器不加载核心。

source: The device voice page uses verified Alibaba Cloud ASR and DeepSeek Flash. Configure Voice Service Keys, then explicitly enable standby. Other model settings remain separate drafts and do not change the actual voice service.
zh_hans: 真机语音页使用已验收的阿里云 ASR 与 DeepSeek Flash，在语音服务密钥页配置后明确开启待命。其他模型设置仍是独立草稿，不会改变实际语音服务。

source: The file is currently unreadable. Return to Recording Details, reverify, and try again. The original recording is unchanged.
zh_hans: 文件当前不可读取，请返回录音详情重新校验后再试。原录音未修改。

source: The legacy copy is currently unreadable. Its metadata is retained.
zh_hans: 旧副本当前不可读取，元数据仍保留。

source: The list shows historical records. Refreshing it does not reread all audio.
zh_hans: 列表显示历史记录；刷新列表不会重读全部音频。

source: The next message will create a new task
zh_hans: 下一条将新建任务

source: The simulator does not connect to glasses
zh_hans: 模拟器不连接眼镜

source: The switch above configures the next session; it is not running yet
zh_hans: 上方开关是下次启动配置，尚未运行

source: The token is stored only in this app's separate Keychain and is tied to this address. Server credentials stay on the computer. Do not enter Hermes's model API key here.
zh_hans: 令牌只保存在本 App 的独立钥匙串，并绑定此地址。服务端凭据留在电脑；不填入 Hermes 的模型 API Key。

source: These tools may accompany the next model request. This does not mean a request was sent, a tool succeeded, or the computer is online. This page is read-only and does not start tasks.
zh_hans: 这是下次模型请求可携带的 tools，不代表已经发出请求、工具执行成功或电脑在线。页面只读，不会启动任务。

source: Thinking off · Streaming text · Web search off by default
zh_hans: 关闭思考 · 流式文字 · 不默认联网搜索

source: This App's Separate Keychain
zh_hans: 本 App 独立钥匙串

source: This Archive Has a Verification Issue
zh_hans: 此条归档存在校验异常

source: This app did not perform speech recognition
zh_hans: 本 App 没有执行语音识别

source: This build does not load the glasses communication library. Configure the settings above to use live text questions. The local workflow demo remains offline and does not represent actual audio capture.
zh_hans: 此构建不加载眼镜通信库。可在上方配置后使用真实文字提问；本地流程演示仍不联网，也不代表实际收音。

source: This is a local copy with verified bytes. Decodability has not been checked, and there is no background upload.
zh_hans: 这个文件是经过字节复核的本机副本；没有验证可解码性，也没有后台上传。

source: This only clears the local task lock left after a restart. It does not undo or rerun the original action. Verify the result before submitting a new task to avoid duplicate execution.
zh_hans: 这只解除重启后遗留的本机任务占用，不会撤销或重跑原操作。请确认结果后再提交新任务，以免重复执行。

source: This page explains integration boundaries. It does not send experimental commands or read the official app.
zh_hans: 本页面是集成边界说明，不会发送实验指令或读取官方 App。

source: This research build does not add risky operations just to complete the interface. Controls with confirmation steps will become available only after the protocol, recovery path, and target device are verified.
zh_hans: 研究版不会为了界面完整加入危险操作。必须等协议、恢复路径和目标设备被核实后，才会开放有确认步骤的控制。

source: Time
zh_hans: 时间

source: To Be Determined by Testing
zh_hans: 待实测决定

source: To-Do Content
zh_hans: 待办内容

source: To-Do Filter
zh_hans: 待办筛选

source: To-Do List
zh_hans: 待办清单

source: To-Do Return Events
zh_hans: 待办反向事件

source: To-do suggestion card · Nod/shake events return only to this device
zh_hans: 待办建议卡 · 点头/摇头仅回传本机

source: Tool Configuration: Bridge Address or Token Missing
zh_hans: 工具配置：缺少桥接地址或令牌

source: Tool Permission: Allowed
zh_hans: 工具权限：已允许

source: Tool Permission: Off
zh_hans: 工具权限：已关闭

source: Toolbox
zh_hans: 工具箱

source: Tools
zh_hans: 工具

source: Touch and hold an item to edit or remove it. Scheduled times are recorded only and do not create system reminders automatically.
zh_hans: 长按条目可编辑或移除；计划时间仅记录，不自动创建系统提醒。

source: Turbo IO uses its own bundle and sandbox. The device build integrates the prototype communication core and voice pipeline; the simulator does not load vendor libraries or send Bluetooth commands. Pairing, background behavior, and the glasses display still need testing with the new app on hardware.
zh_hans: Turbo IO使用独立 Bundle 与沙盒。真机构建已接入原型通信核心与语音链路；模拟器构建不加载厂商库或发蓝牙指令。新 App 的配对、后台与镜片效果还需真机复验。

source: Turn Off Standby
zh_hans: 关闭待命

source: Type your question
zh_hans: 直接输入问题

source: USB · Page reports and sent text · Not screenshots
zh_hans: USB · 页面回报与发送文字 · 非截图

source: Unable to Open File Sharing
zh_hans: 无法打开文件分享

source: Use Live Cloud Conversation
zh_hans: 使用真实云对话

source: User Text Archived
zh_hans: 用户文字已入档

source: Vendor core adapter · Hardware reverification pending
zh_hans: 厂商核心适配 · 待真机复验

source: Verification History
zh_hans: 校验记录

source: Verification Issue · Review Needed
zh_hans: 校验异常 · 需复核

source: Verification covers copied bytes only. It does not prove audio decodability, complete original wireless transfer, or text accuracy. No NAS address is preset, and no official credentials are read.
zh_hans: 校验只针对复制后的字节，不证明音频解码、原始无线覆盖或文字准确。没有预设 NAS 地址，没有读取官方凭证。

source: Verified on Computer; Start a New Task
zh_hans: 已在电脑核对，开始新任务

source: Verified; Clear the Old Task Lock
zh_hans: 已核对，解除旧任务占用

source: Verify Archive
zh_hans: 校验归档

source: Verify Previous Submission
zh_hans: 核对上次提交

source: Verify Task / Reconnect
zh_hans: 核对任务 / 恢复连接

source: Verify and Share Audio Copy
zh_hans: 校验并分享音频副本

source: Version
zh_hans: 版本

source: View
zh_hans: 查看

source: View Actual Tool Definition (JSON)
zh_hans: 查看实际工具定义（JSON）

source: Voice Assistant
zh_hans: 语音助手

source: Voice Conversation
zh_hans: 语音会话

source: Voice Service
zh_hans: 语音服务

source: Voice Service Keys
zh_hans: 语音服务密钥

source: Waiting for Authentication
zh_hans: 等待认证连接

source: Waiting for Connection
zh_hans: 等待连接

source: Waiting for Glasses Wake-Up
zh_hans: 等待眼镜唤醒

source: Waiting for Status
zh_hans: 等待状态

source: Wake Diagnostics · Last Six Events
zh_hans: 唤醒诊断 · 最近六次

source: Wake Word Settings · Read-Only Diagnostics
zh_hans: 唤醒词设置 · 只读诊断

source: Wake, audio, recognition, response, and exit
zh_hans: 唤醒、音频、识别、回复、退出

source: Weather and Device Settings
zh_hans: 天气与设备设置

source: Weather and Notifications
zh_hans: 天气与通知

source: What You Said
zh_hans: 你说的话

source: What can I use now?
zh_hans: 现在可以使用什么？

source: When enabled, task text from voice conversations may be sent to this computer and Codex. Raw microphone audio is not uploaded, and existing desktop tasks are not taken over.
zh_hans: 开启后，语音中的任务文字可能发送到此电脑及 Codex。不会上传麦克风原始音频；不接管已有桌面任务。

source: Where are my recordings saved?
zh_hans: 我的录音保存在哪里？

source: Which capabilities are not ready yet?
zh_hans: 哪些还不是正式能力？

source: Why are there no reset or upgrade buttons?
zh_hans: 为什么没有重置或升级按钮？

source: Will the demo change my glasses?
zh_hans: 演示会改变眼镜吗？

source: Workspace Write Access
zh_hans: 工作区可写

source: Write what you want to say…
zh_hans: 写下你想说的话……

source: Writes one candidate parameter, then submits the original parameters after 120 seconds. Keep the app in the foreground. A successful submission does not prove that the wake word works.
zh_hans: 仅试写一个候选参数，120 秒后提交原参数。请保持 App 前台；提交成功不代表唤醒生效。

source: You choose the source. It is copied into a stable local app directory before its bytes are independently verified. You provide the text manually; each edit creates a new note without overwriting earlier drafts.
zh_hans: 用户选择来源，先复制到稳定的本机专用目录，再独立核对字节。文字由你手工提供；每次修改生成新笔记，不覆盖旧稿。

source: You must provide text manually. This page does not transcribe automatically.
zh_hans: 文字必须由你手工提供；这里不会自动转写。

source: Your ASR host (without https://)
zh_hans: 你的 ASR Host（不含 https://）

source: Your Cloud Service (not integrated yet)
zh_hans: 自有云端（待接入）

source: Your Computer, Codex in Your Glasses
zh_hans: 你的电脑，眼镜里的 Codex

source: Your Confirmation Is Needed
zh_hans: 需要你的确认

source: Your TTS Service (not integrated yet)
zh_hans: 自有 TTS（待接入）

source: Your Text
zh_hans: 你提供的文字

source: Your Voice, Your Model
zh_hans: 你的声音，连接你的模型

source: Your answer
zh_hans: 你的回答

source: ZIP export copies and recoverable holding area
zh_hans: ZIP 导出副本与可恢复暂存箱

source: Current configuration provides %@ / %@ tools
zh_hans: 当前配置将提供 %@ / %@ 个工具

source: Voice: %@ · %@
zh_hans: 语音：%@ · %@

source: Bridge status (last check or saved configuration): %@
zh_hans: 桥接状态（上次检查 / 配置结果）：%@

source: Try saying: “%@”
zh_hans: 你可以说：“%@”

source: %@ characters
zh_hans: %@ 字

source: Phone page %@ / %@
zh_hans: 手机页 %@ / %@

source: %@ local copies
zh_hans: %@ 个本机副本

source: Imported %@ · %@
zh_hans: %@ 导入 · %@

source: %@ local Markdown revisions
zh_hans: %@ 版本地 Markdown

source: %@ files kept in place; no automatic migration
zh_hans: %@ 个文件保留原位，不自动迁移

source: File selection failed: %@
zh_hans: 文件选择失败：%@

source: Verified on import: %@
zh_hans: 入档校验：%@

source: Verified this session: %@
zh_hans: 本次运行复核：%@

source: Recorded: %@
zh_hans: 录音时间：%@

source: %@ bytes / 1 MiB. Unsaved text is lost when you leave this page.
zh_hans: 当前 %@ 字节 / 1 MiB。未保存文字离开此页会丢失。

source: %@ revisions
zh_hans: %@ 版

source: Revision %@ · %@
zh_hans: 第 %@ 版 · %@

source: Verify and share Markdown revision %@
zh_hans: 核对并分享第 %@ 版 Markdown

source: Saved address: %@
zh_hans: 已保存地址：%@

source: Request %@ · Valid for two minutes
zh_hans: 请求 %@ · 两分钟内有效

source: Dashboard Home · Live Weather
zh_hans: 仪表盘首页 · 实时天气

source: Updates the small weather display on the home screen. Does not change selected-city weather cards or the dashboard layout.
zh_hans: 这里更新首页的小天气，不更新自选城市天气卡片，也不修改看板布局。

source: QWeather Service · Settings Stored Locally
zh_hans: 和风服务 · 配置保存在本机

source: Dedicated API host (without https://)
zh_hans: 专属 API Host（不含 https://）

source: API key (leave blank to keep this host's key)
zh_hans: API Key（留空保留该 Host 的 Key）

source: Location name
zh_hans: 地点名称

source: Latitude
zh_hans: 纬度

source: Longitude
zh_hans: 经度

source: Update Dashboard Automatically After Authenticated Connection
zh_hans: 认证连接后自动更新仪表盘

source: Save and Apply
zh_hans: 保存并应用

source: After saving while connected, the supplied coordinates will be queried and may use your quota. Phone location is not accessed. Keys are stored separately by host in the local Keychain and are available in the background after the first unlock. No recordings or chats are sent.
zh_hans: 保存后连接状态下会查询所填坐标，可能消耗额度；不获取手机定位。Key 按 Host 隔离存入本机钥匙串，首次解锁后可供后台读取。不发送录音或聊天。

source: Fetch and Send
zh_hans: 查询与下发

source: Fetch Again / Retry Home Screen Update
zh_hans: 重新获取 / 重试首页下发

source: Source: QWeather
zh_hans: 来源：和风天气 QWeather

source: Send Dashboard Candidate Test
zh_hans: 发送仪表盘候选测试

source: Glasses Icon Verified; Save Mapping
zh_hans: 镜片图标已核对，保存映射

source: Dashboard Weather
zh_hans: 仪表盘天气

source: Send the real temperature and the unverified icon with the same numeric ID to the dashboard home screen? Weather cards will stay unchanged.
zh_hans: 向仪表盘首页发送真实温度和待验的同号图标？不会修改天气卡片。

source: Send One Home Screen Test
zh_hans: 发送一次首页测试

source: Confirm only after seeing the correct temperature and weather icon on the glasses home screen. A protocol acknowledgment does not replace visual verification.
zh_hans: 仅在已看到眼镜首页温度与正确天气图标后确认。协议回执不能代替目视验收。

source: I Visually Confirmed the Icon Is Correct
zh_hans: 已目视确认图标正确

source: Display Observer · USB
zh_hans: 显示观察 · USB

source: Returns page state read-only. The simulated preview is not a glasses screenshot. Does not start recording, call models, or change the glasses page.
zh_hans: 只读回传页面状态；模拟预览不是镜片截图。不会开启录音、调用模型或改变眼镜页面。

source: Include Text Sent During This Session
zh_hans: 包含本轮发送文字

source: Collects up to 80 events only while enabled. Text is not written to logs or disk. Disabling clears the cache and token. If iOS suspends the app, the computer shows that the data connection is lost.
zh_hans: 仅在开启期间收集，最多80条事件；文字不写入日志或磁盘。关闭会清空缓存与令牌。若 App 被挂起，电脑会显示数据失联。

source: Disable Observer Interface
zh_hans: 关闭观察接口

source: Enable USB Observer Interface
zh_hans: 开启 USB 观察接口

source: Enter this one-time token on the computer's observer page:
zh_hans: 在电脑观察页输入一次性令牌：

source: Copy Token
zh_hans: 复制令牌

source: USB forwarded port 18765 · Local loopback access only · No jailbreak required
zh_hans: USB 转发端口 18765 · 仅本机回环地址可访问 · 不依赖越狱

source: Local edits are kept until the next send. Reconnecting does not automatically resend everything. Sending a new item for the first time still requires confirmation on the To-Do page.
zh_hans: 本机编辑会保留到下次发送。重连不自动批量重发；首次发送新条目仍需在待办首页确认。

source: Submission does not mean the glasses acknowledged each item. Returned completion status does not prove the title version arrived. Scheduled times are not sent.
zh_hans: 已提交不是眼镜逐项确认。完成状态回传无法证明标题版本送达；计划时间不发送。

source: Retry Pending Changes to Linked Items
zh_hans: 重试已关联条目的待发送修改

source: Local Send History
zh_hans: 本机发送记录

source: No To-Do Send History Yet
zh_hans: 暂无待办发送记录

source: Last submission:
zh_hans: 上次提交：

source: Keeps the local title and scheduled time. These choices resolve the local conflict only and do not send immediately.
zh_hans: 保留本机标题和计划时间。下面的选择只解决本机冲突，不立即发送。

source: Keep Phone Status and Queue for Sending
zh_hans: 保留手机状态，加入待发送

source: Use Glasses Status and Keep Local Title
zh_hans: 采用眼镜状态，保留本机标题

source: Retry pending changes to items linked to the current glasses? New phone-only items will not be sent.
zh_hans: 重试当前眼镜已关联的待发送修改？不会发送仅存手机的新条目。

source: Retry Pending Sends
zh_hans: 重试待发送

source: Allow Glasses-Initiated Recordings to Be Saved Locally
zh_hans: 允许眼镜主动录音保存到本机

source: Start Recording on Glasses
zh_hans: 在眼镜开始录音

source: Pause
zh_hans: 暂停

source: Mark
zh_hans: 标记

source: Stop
zh_hans: 停止
